export const data = {
    Пн: [
        {
            classRoom: "333ГЛ",
            type: "ЛЕК",
            title: "Разработка программного ПО",
            teacher: "Малибашев А В доц. ФиФ",
        },
        { classRoom: "", type: "КАФ", title: "Иностранный язык)", teacher: "" },
        {
            classRoom: "237ГЛ",
            type: "ЛАБ",
            title: "Математическое моделирование",
            teacher: "Заиченко А Н ст. ФиФ",
        },
        {},
    ],
    Вт: [
        {
            classRoom: "237ГЛ",
            type: "ЛАБ",
            title: "Программирование микропроцессоров",
            teacher: "Заиченко А Н ст. ФиФ",
        },
        { classRoom: "", type: "КАФ", title: "Иностранный язык", teacher: "" },
        {
            classRoom: "237ГЛ",
            type: "ЛАБ",
            title: "Математическое моделирование в математических",
            teacher: "Заиченко А Н ст. ФиФ",
        },
        {},
    ],
    Ср: [
        {
            classRoom: "333ГЛ",
            type: "ЛЕК",
            title: "Разработка программного ПО",
            teacher: "Малибашев А В доц. ФиФ",
        },
        { classRoom: "", type: "КАФ", title: "Иностранный язык)", teacher: "" },
        {
            classRoom: "237ГЛ",
            type: "ЛАБ",
            title: "Математическое моделирование",
            teacher: "Заиченко А Н ст. ФиФ",
        },
        {},
    ],
    Чт: [
        {
            classRoom: "333ГЛ",
            type: "ЛЕК",
            title: "Разработка программного ПО",
            teacher: "Малибашев А В доц. ФиФ",
        },
        { classRoom: "", type: "КАФ", title: "Иностранный язык)", teacher: "" },
        {
            classRoom: "237ГЛ",
            type: "ЛАБ",
            title: "Математическое моделирование",
            teacher: "Заиченко А Н ст. ФиФ",
        },
        {},
    ],
    Пт: [
        {
            classRoom: "333ГЛ",
            type: "ЛЕК",
            title: "Разработка программного ПО",
            teacher: "Малибашев А В доц. ФиФ",
        },
        { classRoom: "", type: "КАФ", title: "Иностранный язык)", teacher: "" },
        {
            classRoom: "237ГЛ",
            type: "ЛАБ",
            title: "Математическое моделирование",
            teacher: "Заиченко А Н ст. ФиФ",
        },
        {},
    ],
    Сб: [
        {
            classRoom: "333ГЛ",
            type: "ЛЕК",
            title: "Разработка программного ПО",
            teacher: "Малибашев А В доц. ФиФ",
        },
        { classRoom: "", type: "КАФ", title: "Иностранный язык)", teacher: "" },
        {
            classRoom: "237ГЛ",
            type: "ЛАБ",
            title: "Математическое моделирование",
            teacher: "Заиченко А Н ст. ФиФ",
        },
        {},
    ],
    Вс: [{}, {}, {}, {}],
};
