export const groups = {
    "100401-КЗОа-о22": {
        "faculty": "C",
        "year": "1",
        "group": "КЗОам"
    },
    "100502-УБТа-о22": {
        "faculty": "C",
        "year": "1",
        "group": "УБТа"
    },
    "100401-КЗОа-о21": {
        "faculty": "C",
        "year": "2",
        "group": "КЗОам"
    },
    "100502-УБТа-о21": {
        "faculty": "C",
        "year": "2",
        "group": "УБТа"
    },
    "100502-УБТб-о21": {
        "faculty": "C",
        "year": "2",
        "group": "УБТб"
    },
    "100502-ЗИСа-о20": {
        "faculty": "C",
        "year": "3",
        "group": "ЗИСа"
    },
    "100502-ЗИСа-о19": {
        "faculty": "C",
        "year": "4",
        "group": "ЗИСа"
    },
    "100502-ЗИСб-о19": {
        "faculty": "C",
        "year": "4",
        "group": "ЗИСб"
    },
    "100502-ЗИСа-о18": {
        "faculty": "C",
        "year": "5",
        "group": "ЗИСа"
    },
    "110304-ИПЭа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИПЭа"
    },
    "110404-ИПЭа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИПЭам"
    },
    "110302-ИТСа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИТСа"
    },
    "110402-ИТСа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИТСам"
    },
    "110304-ИПЭа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ИПЭа"
    },
    "110404-ИПЭа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ИПЭам"
    },
    "110302-ИТСа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ИТСа"
    },
    "110402-ИТСа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ИТСам"
    },
    "110304-ПЭа-о20": {
        "faculty": "2",
        "year": "3",
        "group": "ПЭа"
    },
    "110302-СУИа-о20": {
        "faculty": "2",
        "year": "3",
        "group": "СУИа"
    },
    "110302-ИТСа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "ИТСа"
    },
    "110304-ПЭа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "ПЭа"
    },
    "110302-СУИа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "СУИа"
    },
    "110601-8-о21": {
        "faculty": "9",
        "year": "2",
        "group": "8"
    },
    "110601-6-о20": {
        "faculty": "9",
        "year": "3",
        "group": "6"
    },
    "110304-НТЭа-о22": {
        "faculty": "A",
        "year": "1",
        "group": "НТЭа"
    },
    "110404-НТЭа-о22": {
        "faculty": "A",
        "year": "1",
        "group": "НТЭам"
    },
    "110304-НТЭа-о21": {
        "faculty": "A",
        "year": "2",
        "group": "НТЭа"
    },
    "110404-НТЭа-о21": {
        "faculty": "A",
        "year": "2",
        "group": "НТЭам"
    },
    "110304-НТЭа-о20": {
        "faculty": "A",
        "year": "3",
        "group": "НТЭа"
    },
    "110304-НТЭа-о19": {
        "faculty": "A",
        "year": "4",
        "group": "НТЭа"
    },
    "120301-ИНТа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИНТ_Л"
    },
    "120301-ИТа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИТа"
    },
    "120401-ИТа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИТам"
    },
    "120301-ИТб-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИТб"
    },
    "120301-ИТа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ИТа"
    },
    "120301-ИТб-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ИТб"
    },
    "120301-ИТа-о20": {
        "faculty": "2",
        "year": "3",
        "group": "ИТа"
    },
    "120301-ИТа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "ИТа"
    },
    "120601-9-о21": {
        "faculty": "9",
        "year": "2",
        "group": "9"
    },
    "120601-7-о20": {
        "faculty": "9",
        "year": "3",
        "group": "7"
    },
    "130303-АГПа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "АГПа"
    },
    "130403-ПГа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ПГам"
    },
    "130303-АГПа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "АГПа"
    },
    "130403-ПГа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "ПГам"
    },
    "130303-АГПа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "АГПа"
    },
    "130303-АГПа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "АГПа"
    },
    "130402-АЭКа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "АЭКам"
    },
    "130302-РЗАа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "РЗАа"
    },
    "130402-РЗАа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "РЗАам"
    },
    "130402-РЗАа-з22": {
        "faculty": "6",
        "year": "1",
        "group": "РЗАамз"
    },
    "130302-СЭСа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "СЭСа"
    },
    "130302-СЭСа-з22": {
        "faculty": "6",
        "year": "1",
        "group": "СЭСаз"
    },
    "130301-ТЭСа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ТЭСа"
    },
    "130301-ТЭСа-з22": {
        "faculty": "6",
        "year": "1",
        "group": "ТЭСаз"
    },
    "130401-ТЭСа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ТЭСам"
    },
    "130401-ТЭСамз-з22": {
        "faculty": "6",
        "year": "1",
        "group": "ТЭСамз"
    },
    "130402-ЦСЭа-з22": {
        "faculty": "6",
        "year": "1",
        "group": "ЦСЭамз"
    },
    "130302-ЭАа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭАа"
    },
    "130402-ЭАУа-з22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭАУамз"
    },
    "130302-ЭЛМа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭЛМ_Л"
    },
    "130302-ЭМа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭМа"
    },
    "130403-ЭМа-з22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭМамз"
    },
    "130302-ЭППа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭПП_Л"
    },
    "130402-ЭПЭам-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭПЭам"
    },
    "130301-ЭСКа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭСКа"
    },
    "130302-ЭСПа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭСПа"
    },
    "130402-ЭСЭа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭСЭам"
    },
    "130402-ЭСЭа-з22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭСЭамз"
    },
    "130302-ЭЭПа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭЭПа"
    },
    "130302-ЭЭСа-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭЭСа"
    },
    "130302-ЭЭСа-з22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭЭСаз"
    },
    "130302-ЭЭСб-о22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭЭСб"
    },
    "130302-ЭЭСб-з22": {
        "faculty": "6",
        "year": "1",
        "group": "ЭЭСбз"
    },
    "130402-АЭКа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "АЭКам"
    },
    "130302-РЗАа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "РЗАа"
    },
    "130402-РЗАа-з21": {
        "faculty": "6",
        "year": "2",
        "group": "РЗАаз"
    },
    "130402-РЗАа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "РЗАам"
    },
    "130402-РЗАамз-з21": {
        "faculty": "6",
        "year": "2",
        "group": "РЗАамз"
    },
    "130302-РЗАб-о21": {
        "faculty": "6",
        "year": "2",
        "group": "РЗАб"
    },
    "130302-СЭСа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "СЭСа"
    },
    "130302-СЭСа-з21": {
        "faculty": "6",
        "year": "2",
        "group": "СЭСаз"
    },
    "130301-ТЭСа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ТЭСа"
    },
    "130301-ТЭСа-з21": {
        "faculty": "6",
        "year": "2",
        "group": "ТЭСаз"
    },
    "130401-ТЭСа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ТЭСам"
    },
    "130402-ЦСЭа-з21": {
        "faculty": "6",
        "year": "2",
        "group": "ЦСЭамз"
    },
    "130302-ЭАа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭАа"
    },
    "130402-ЭАУа-з21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭАУамз"
    },
    "130302-ЭМа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭМа"
    },
    "130403-ЭМа-з21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭМамз"
    },
    "130402-ЭПЭам-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭПЭам"
    },
    "130301-ЭСКа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭСКа"
    },
    "130302-ЭСПа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭСПа"
    },
    "130402-ЭСЭа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭСЭам"
    },
    "130402-ЭСЭа-з21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭСЭамз"
    },
    "130302-ЭЭПа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭЭПа"
    },
    "130302-ЭЭСа-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭЭСа"
    },
    "130302-ЭЭСа-з21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭЭСаз"
    },
    "130302-ЭЭСб-о21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭЭСб"
    },
    "130302-ЭЭСб-з21": {
        "faculty": "6",
        "year": "2",
        "group": "ЭЭСбз"
    },
    "130402-ОРСа-з20": {
        "faculty": "6",
        "year": "3",
        "group": "ОРСамз"
    },
    "130302-РЗАа-о20": {
        "faculty": "6",
        "year": "3",
        "group": "РЗАа"
    },
    "130402-РЗАамз-з20": {
        "faculty": "6",
        "year": "3",
        "group": "РЗАамз"
    },
    "130302-СЭСа-о20": {
        "faculty": "6",
        "year": "3",
        "group": "СЭСа"
    },
    "130302-СЭСа-з20": {
        "faculty": "6",
        "year": "3",
        "group": "СЭСаз"
    },
    "130301-ТЭСа-о20": {
        "faculty": "6",
        "year": "3",
        "group": "ТЭСа"
    },
    "130301-ТЭСа-з20": {
        "faculty": "6",
        "year": "3",
        "group": "ТЭСаз"
    },
    "130402-ЦСЭв-з20": {
        "faculty": "6",
        "year": "3",
        "group": "ЦСЭаз"
    },
    "130402-ЦСЭамз-з20": {
        "faculty": "6",
        "year": "3",
        "group": "ЦСЭамз"
    },
    "130302-ЭАа-о20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭАа"
    },
    "130402-ЭАУа-з20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭАУамз"
    },
    "130302-ЭМа-о20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭМа"
    },
    "130403-ЭМа-з20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭМамз"
    },
    "130302-ЭСБа-о20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭСБа"
    },
    "130301-ЭСКа-о20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭСКа"
    },
    "130302-ЭСПа-о20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭСПа"
    },
    "130402-ЭСЭа-з20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭСЭамз"
    },
    "130302-ЭЭПа-о20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭЭПа"
    },
    "130302-ЭЭСа-о20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭЭСа"
    },
    "130302-ЭЭСа-з20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭЭСаз"
    },
    "130302-ЭЭСб-о20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭЭСб"
    },
    "130302-ЭЭСб-з20": {
        "faculty": "6",
        "year": "3",
        "group": "ЭЭСбз"
    },
    "130302-РЗАа-о19": {
        "faculty": "6",
        "year": "4",
        "group": "РЗАа"
    },
    "130302-СЭСа-о19": {
        "faculty": "6",
        "year": "4",
        "group": "СЭСа"
    },
    "130302-СЭСаз-з19": {
        "faculty": "6",
        "year": "4",
        "group": "СЭСаз"
    },
    "130302-СЭСб-о19": {
        "faculty": "6",
        "year": "4",
        "group": "СЭСб"
    },
    "130301-ТЭСа-о19": {
        "faculty": "6",
        "year": "4",
        "group": "ТЭСа"
    },
    "130301-ТЭСа-з19": {
        "faculty": "6",
        "year": "4",
        "group": "ТЭСаз"
    },
    "130302-ЭАа-о19": {
        "faculty": "6",
        "year": "4",
        "group": "ЭАа"
    },
    "130302-ЭМа-о19": {
        "faculty": "6",
        "year": "4",
        "group": "ЭМа"
    },
    "130302-ЭСа-о19": {
        "faculty": "6",
        "year": "4",
        "group": "ЭСа"
    },
    "130302-ЭСБа-з19": {
        "faculty": "6",
        "year": "4",
        "group": "ЭСБаз"
    },
    "130301-ЭСКа-о19": {
        "faculty": "6",
        "year": "4",
        "group": "ЭСКа"
    },
    "130302-ЭЭПа-о19": {
        "faculty": "6",
        "year": "4",
        "group": "ЭЭПа"
    },
    "130302-ЭЭСа-о19": {
        "faculty": "6",
        "year": "4",
        "group": "ЭЭСа"
    },
    "130302-ЭЭСа-з19": {
        "faculty": "6",
        "year": "4",
        "group": "ЭЭСаз"
    },
    "130302-ЭЭСб-о19": {
        "faculty": "6",
        "year": "4",
        "group": "ЭЭСб"
    },
    "130301-ТЭСа-з18": {
        "faculty": "6",
        "year": "5",
        "group": "ТЭСаз"
    },
    "130302-ЭСБа-з18": {
        "faculty": "6",
        "year": "5",
        "group": "ЭСБаз"
    },
    "130302-ЭСБб-з18": {
        "faculty": "6",
        "year": "5",
        "group": "ЭСБбз"
    },
    "130302-ЭЭСа-з18": {
        "faculty": "6",
        "year": "5",
        "group": "ЭЭСаз"
    },
    "130302-ЭССб-з18": {
        "faculty": "6",
        "year": "5",
        "group": "ЭЭСбз"
    },
    "130601-10-о21": {
        "faculty": "9",
        "year": "2",
        "group": "10"
    },
    "130601-8-о20": {
        "faculty": "9",
        "year": "3",
        "group": "8"
    },
    "130601-8-о19": {
        "faculty": "9",
        "year": "4",
        "group": "8"
    },
    "150302-МОНа-о22": {
        "faculty": "1",
        "year": "1",
        "group": "МОНа"
    },
    "150302-МОНа-з22": {
        "faculty": "1",
        "year": "1",
        "group": "МОНаз"
    },
    "150402-МОНа-о22": {
        "faculty": "1",
        "year": "1",
        "group": "МОНам"
    },
    "150302-МОНа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "МОНа"
    },
    "150302-МОНа-з21": {
        "faculty": "1",
        "year": "2",
        "group": "МОНаз"
    },
    "150402-МОНа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "МОНам"
    },
    "150302-МОНа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "МОНа"
    },
    "150302-МОНа-з20": {
        "faculty": "1",
        "year": "3",
        "group": "МОНаз"
    },
    "150302-МОНа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "МОНа"
    },
    "150302-МОНа-з19": {
        "faculty": "1",
        "year": "4",
        "group": "МОНаз"
    },
    "150302-МОНа-з18": {
        "faculty": "1",
        "year": "5",
        "group": "МОНаз"
    },
    "150304-АТПа-з22": {
        "faculty": "5",
        "year": "1",
        "group": "АТПаз"
    },
    "150306-Ма-о22": {
        "faculty": "5",
        "year": "1",
        "group": "Ма"
    },
    "150302-МАПа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "МАПа"
    },
    "150302-МАПа-з22": {
        "faculty": "5",
        "year": "1",
        "group": "МАПаз"
    },
    "150402-МАПа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "МАПам"
    },
    "150304-ПИЭа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ПИЭа"
    },
    "150304-ПИЭаз-з22": {
        "faculty": "5",
        "year": "1",
        "group": "ПИЭаз"
    },
    "150406-ПМРа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ПМРам"
    },
    "150404-ПЭСа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ПЭСам"
    },
    "150305-ТМа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ТМа"
    },
    "150305-ТМа-з22": {
        "faculty": "5",
        "year": "1",
        "group": "ТМаз"
    },
    "150405-ТМа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ТМам"
    },
    "150405-ТМа-з22": {
        "faculty": "5",
        "year": "1",
        "group": "ТМамз"
    },
    "150301-ТОАа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ТОАа"
    },
    "150302-ТОХа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ТОХа"
    },
    "150402-ТОХа-з22": {
        "faculty": "5",
        "year": "1",
        "group": "ТОХамз"
    },
    "150304-АТПа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "АТПа"
    },
    "150304-АТПа-з21": {
        "faculty": "5",
        "year": "2",
        "group": "АТПаз"
    },
    "150306-Ма-о21": {
        "faculty": "5",
        "year": "2",
        "group": "Ма"
    },
    "150302-МАПа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "МАПа"
    },
    "150302-МАПа-з21": {
        "faculty": "5",
        "year": "2",
        "group": "МАПаз"
    },
    "150402-МАПа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "МАПам"
    },
    "150306-Миа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "Миа"
    },
    "150406-ПМРа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "ПМРам"
    },
    "150404-ПЭСа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "ПЭСам"
    },
    "150305-ТМа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "ТМа"
    },
    "150305-ТМа-з21": {
        "faculty": "5",
        "year": "2",
        "group": "ТМаз"
    },
    "150405-ТМа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "ТМам"
    },
    "150405-ТМа-з21": {
        "faculty": "5",
        "year": "2",
        "group": "ТМамз"
    },
    "150301-ТОАа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "ТОАа"
    },
    "150302-ТОХа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "ТОХа"
    },
    "150402-ТОХаз-з21": {
        "faculty": "5",
        "year": "2",
        "group": "ТОХамз"
    },
    "150304-АТПа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "АТПа"
    },
    "150304-АТПа-з20": {
        "faculty": "5",
        "year": "3",
        "group": "АТПаз"
    },
    "150306-Ма-о20": {
        "faculty": "5",
        "year": "3",
        "group": "Ма"
    },
    "150302-МАПа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "МАПа"
    },
    "150302-МАПа-з20": {
        "faculty": "5",
        "year": "3",
        "group": "МАПаз"
    },
    "150306-Мб-о20": {
        "faculty": "5",
        "year": "3",
        "group": "Мб"
    },
    "150305-ТМа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "ТМа"
    },
    "150305-ТМа-з20": {
        "faculty": "5",
        "year": "3",
        "group": "ТМаз"
    },
    "150405-ТМамз-з20": {
        "faculty": "5",
        "year": "3",
        "group": "ТМамз"
    },
    "150301-ТОАа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "ТОАа"
    },
    "150302-ТОХа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "ТОХа"
    },
    "150402-ТОХамз-з20": {
        "faculty": "5",
        "year": "3",
        "group": "ТОХамз"
    },
    "150304-АТПа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "АТПа"
    },
    "150304-АТПа-з19": {
        "faculty": "5",
        "year": "4",
        "group": "АТПаз"
    },
    "150306-Ма-о19": {
        "faculty": "5",
        "year": "4",
        "group": "Ма"
    },
    "150302-МАПа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "МАПа"
    },
    "150302-МАПа-з19": {
        "faculty": "5",
        "year": "4",
        "group": "МАПаз"
    },
    "150306-Мб-о19": {
        "faculty": "5",
        "year": "4",
        "group": "Мб"
    },
    "150301-ТАМа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "ТАМа"
    },
    "150305-ТМа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "ТМа"
    },
    "150305-ТМа-з19": {
        "faculty": "5",
        "year": "4",
        "group": "ТМаз"
    },
    "150301-ТОАа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "ТОАа"
    },
    "150302-ТОХа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "ТОХа"
    },
    "150304-АТПа-з18": {
        "faculty": "5",
        "year": "5",
        "group": "АТПаз"
    },
    "150302-МАПа-з18": {
        "faculty": "5",
        "year": "5",
        "group": "МАПаз"
    },
    "150305-ТМаз-з18": {
        "faculty": "5",
        "year": "5",
        "group": "ТМаз"
    },
    "150601-11-о21": {
        "faculty": "9",
        "year": "2",
        "group": "11"
    },
    "150601-10-о20": {
        "faculty": "9",
        "year": "3",
        "group": "10"
    },
    "150601-10-о19": {
        "faculty": "9",
        "year": "4",
        "group": "10"
    },
    "150210-ММРа-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ММРа"
    },
    "150210-ММРб-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ММРб"
    },
    "150212-МПОа-о22": {
        "faculty": "F",
        "year": "1",
        "group": "МПОа"
    },
    "150212-МПОб-о22": {
        "faculty": "F",
        "year": "1",
        "group": "МПОб"
    },
    "150215-ТМПа-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ТПМа"
    },
    "150210-ММРа-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ММРа"
    },
    "150212-МПОа-о21": {
        "faculty": "F",
        "year": "2",
        "group": "МПОа"
    },
    "150212-МПОб-о21": {
        "faculty": "F",
        "year": "2",
        "group": "МПОб"
    },
    "150215-ТМПа-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ТМПа"
    },
    "150210-ММРа-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ММРа"
    },
    "150212-МПОа-о20": {
        "faculty": "F",
        "year": "3",
        "group": "МПОа"
    },
    "150212-МПОб-о20": {
        "faculty": "F",
        "year": "3",
        "group": "МПОб"
    },
    "150215-ТМПа-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ТМПа"
    },
    "150210-ММРа-о19": {
        "faculty": "F",
        "year": "4",
        "group": "ММРа"
    },
    "150212-МПОа-о19": {
        "faculty": "F",
        "year": "4",
        "group": "МПОа"
    },
    "150212-МПОб-о19": {
        "faculty": "F",
        "year": "4",
        "group": "МПОб"
    },
    "150215-ТМПа-о19": {
        "faculty": "F",
        "year": "4",
        "group": "ТМПа"
    },
    "180402-ТНМа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ТНМам"
    },
    "180301-ТНОа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ТНОа"
    },
    "180301-ТППа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ТППа"
    },
    "180401-ТСМа-в22": {
        "faculty": "7",
        "year": "1",
        "group": "ТСМавм"
    },
    "180401-ТСМа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ТСМам"
    },
    "180301-ТЭПа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ТЭПа"
    },
    "180301-ХТТа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ХТТа"
    },
    "180301-ТНОа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ТНОа"
    },
    "180301-ТППа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ТППа"
    },
    "180301-ТППа-з21": {
        "faculty": "7",
        "year": "2",
        "group": "ТППаз"
    },
    "180401-ТСМа-в21": {
        "faculty": "7",
        "year": "2",
        "group": "ТСМавм"
    },
    "180401-ТСМа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ТСМам"
    },
    "180301-ТЭПа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ТЭПа"
    },
    "180401-ХТа-з21": {
        "faculty": "7",
        "year": "2",
        "group": "ХТамз"
    },
    "180301-ХТТа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ХТТа"
    },
    "180402-ЭХПа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ЭХПам"
    },
    "180301-ТНОа-о20": {
        "faculty": "7",
        "year": "3",
        "group": "ТНОа"
    },
    "180301-ТППа-о20": {
        "faculty": "7",
        "year": "3",
        "group": "ТППа"
    },
    "180301-ТППа-з20": {
        "faculty": "7",
        "year": "3",
        "group": "ТППаз"
    },
    "180301-ТЭПа-о20": {
        "faculty": "7",
        "year": "3",
        "group": "ТЭПа"
    },
    "180401-ХТа-з20": {
        "faculty": "7",
        "year": "3",
        "group": "ХТамз"
    },
    "180301-ХТТа-о20": {
        "faculty": "7",
        "year": "3",
        "group": "ХТТа"
    },
    "180301-ТНОа-о19": {
        "faculty": "7",
        "year": "4",
        "group": "ТНОа"
    },
    "180301-ТППа-о19": {
        "faculty": "7",
        "year": "4",
        "group": "ТППа"
    },
    "180301-ТППа-з19": {
        "faculty": "7",
        "year": "4",
        "group": "ТППаз"
    },
    "180301-ТЭПа-о19": {
        "faculty": "7",
        "year": "4",
        "group": "ТЭПа"
    },
    "180301-ХТТа-о19": {
        "faculty": "7",
        "year": "4",
        "group": "ХТТа"
    },
    "180301-ТППа-з18": {
        "faculty": "7",
        "year": "5",
        "group": "ТППаз"
    },
    "180601-12-о21": {
        "faculty": "9",
        "year": "2",
        "group": "12"
    },
    "180601-11-о20": {
        "faculty": "9",
        "year": "3",
        "group": "11"
    },
    "190302-ТБПа-з20": {
        "faculty": "7",
        "year": "3",
        "group": "ТБПаз"
    },
    "190302-ТБПа-з19": {
        "faculty": "7",
        "year": "4",
        "group": "ТБПаз"
    },
    "190302-ТБПа-з18": {
        "faculty": "7",
        "year": "5",
        "group": "ТБПаз"
    },
    "200301-ДОСа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ДОСа"
    },
    "200401-ДОСа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ДОСам"
    },
    "200401-ТБа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ТБам"
    },
    "200301-ЭБАа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ЭБАа"
    },
    "200301-ЭБИа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ЭБИа"
    },
    "200301-ЭБИаз-з22": {
        "faculty": "7",
        "year": "1",
        "group": "ЭБИаз"
    },
    "200301-ДОСа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ДОСа"
    },
    "200401-ДОСа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ДОСам"
    },
    "200401-ТБа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ТБам"
    },
    "200301-ЭБАа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ЭБАа"
    },
    "200301-ЭБИа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ЭБИа"
    },
    "200301-ДОСа-о20": {
        "faculty": "7",
        "year": "3",
        "group": "ДОСа"
    },
    "200301-ЭЭЗа-о20": {
        "faculty": "7",
        "year": "3",
        "group": "ЭЭЗа"
    },
    "200301-ДОСа-о19": {
        "faculty": "7",
        "year": "4",
        "group": "ДОСа"
    },
    "200301-ЭЭЗа-о19": {
        "faculty": "7",
        "year": "4",
        "group": "ЭЭЗа"
    },
    "200601-13-о21": {
        "faculty": "9",
        "year": "2",
        "group": "13"
    },
    "200601-12-о20": {
        "faculty": "9",
        "year": "3",
        "group": "12"
    },
    "200601-12-о19": {
        "faculty": "9",
        "year": "4",
        "group": "12"
    },
    "210301-БНГа-о22": {
        "faculty": "1",
        "year": "1",
        "group": "БНГа"
    },
    "210301-БНГа-в22": {
        "faculty": "1",
        "year": "1",
        "group": "БНГав"
    },
    "210301-БНГб-о22": {
        "faculty": "1",
        "year": "1",
        "group": "БНГб"
    },
    "210502-ГМНа-о22": {
        "faculty": "1",
        "year": "1",
        "group": "ГМНа"
    },
    "210502-ГМНа-з22": {
        "faculty": "1",
        "year": "1",
        "group": "ГМНаз"
    },
    "210504-ГОНа-о22": {
        "faculty": "1",
        "year": "1",
        "group": "ГОНа"
    },
    "210504-ГОНа-з22": {
        "faculty": "1",
        "year": "1",
        "group": "ГОНаз"
    },
    "210502-ГСПа-о22": {
        "faculty": "1",
        "year": "1",
        "group": "ГСПа"
    },
    "210502-ГСПаз-з22": {
        "faculty": "1",
        "year": "1",
        "group": "ГСПаз"
    },
    "210504-МДГа-о22": {
        "faculty": "1",
        "year": "1",
        "group": "МДГа"
    },
    "210504-МЭГа-о22": {
        "faculty": "1",
        "year": "1",
        "group": "МЭГа"
    },
    "210504-МЭГа-з22": {
        "faculty": "1",
        "year": "1",
        "group": "МЭГаз"
    },
    "210504-ОПИа-з22": {
        "faculty": "1",
        "year": "1",
        "group": "ОПИаз"
    },
    "210506-ТБНа-о22": {
        "faculty": "1",
        "year": "1",
        "group": "ТБНа"
    },
    "210506-ЭОБа-о22": {
        "faculty": "1",
        "year": "1",
        "group": "ЭОБа"
    },
    "210301-БНГа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "БНГа"
    },
    "210301-БНГа-в21": {
        "faculty": "1",
        "year": "2",
        "group": "БНГав"
    },
    "210301-БНГа-з21": {
        "faculty": "1",
        "year": "2",
        "group": "БНГаз"
    },
    "210301-БНГб-о21": {
        "faculty": "1",
        "year": "2",
        "group": "БНГб"
    },
    "210502-ГМНа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "ГМНа"
    },
    "210502-ГМНаз-з21": {
        "faculty": "1",
        "year": "2",
        "group": "ГМНаз"
    },
    "210504-ГМОа-з21": {
        "faculty": "1",
        "year": "2",
        "group": "ГМОаз"
    },
    "210502-ГНГа-з21": {
        "faculty": "1",
        "year": "2",
        "group": "ГНГаз"
    },
    "210504-ГОНа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "ГОНа"
    },
    "210504-ГОНаз-з21": {
        "faculty": "1",
        "year": "2",
        "group": "ГОНаз"
    },
    "210502-ГСПа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "ГСПа"
    },
    "210502-ГСПа-з21": {
        "faculty": "1",
        "year": "2",
        "group": "ГСПаз"
    },
    "210504-МДГа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "МДГа"
    },
    "210504-МЭГа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "МЭГа"
    },
    "210504-МЭГаз-з21": {
        "faculty": "1",
        "year": "2",
        "group": "МЭГаз"
    },
    "210504-ОПИа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "ОПИа"
    },
    "210504-ОПИа-з21": {
        "faculty": "1",
        "year": "2",
        "group": "ОПИаз"
    },
    "210504-ПРМа-з21": {
        "faculty": "1",
        "year": "2",
        "group": "ПРМаз"
    },
    "210506-ТБНа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "ТБНа"
    },
    "210504-ШПСа-з21": {
        "faculty": "1",
        "year": "2",
        "group": "ШПСаз"
    },
    "210506-ЭОБа-о21": {
        "faculty": "1",
        "year": "2",
        "group": "ЭОБа"
    },
    "210301-БНГа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "БНГа"
    },
    "210301-БНГа-в20": {
        "faculty": "1",
        "year": "3",
        "group": "БНГав"
    },
    "210301-БНГа-з20": {
        "faculty": "1",
        "year": "3",
        "group": "БНГаз"
    },
    "210504-ГМОа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "ГМОа"
    },
    "210504-ГМОаз-з20": {
        "faculty": "1",
        "year": "3",
        "group": "ГМОаз"
    },
    "210502-ГНГа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "ГНГа"
    },
    "210502-ГНГа-з20": {
        "faculty": "1",
        "year": "3",
        "group": "ГНГаз"
    },
    "210502-ГСПа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "ГСПа"
    },
    "210502-ГСПа-з20": {
        "faculty": "1",
        "year": "3",
        "group": "ГСПаз"
    },
    "210504-МДа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "МДа"
    },
    "210504-ОГРа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "ОГРа"
    },
    "210504-ОПИа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "ОПИа"
    },
    "210504-ОПИаз-з20": {
        "faculty": "1",
        "year": "3",
        "group": "ОПИаз"
    },
    "210504-ПРМа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "ПРМа"
    },
    "210504-ПРМа-з20": {
        "faculty": "1",
        "year": "3",
        "group": "ПРМаз"
    },
    "210506-ТБНа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "ТБНа"
    },
    "210504-ШПСаз-з20": {
        "faculty": "1",
        "year": "3",
        "group": "ШПСаз"
    },
    "210506-ЭОБа-о20": {
        "faculty": "1",
        "year": "3",
        "group": "ЭОБа"
    },
    "210301-БНГа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "БНГа"
    },
    "210301-БНГа-в19": {
        "faculty": "1",
        "year": "4",
        "group": "БНГав"
    },
    "210301-БНГа-з19": {
        "faculty": "1",
        "year": "4",
        "group": "БНГаз"
    },
    "210504-ГМОа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "ГМОа"
    },
    "210504-ГМОа-з19": {
        "faculty": "1",
        "year": "4",
        "group": "ГМОаз"
    },
    "210502-ГНГа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "ГНГа"
    },
    "210502-ГНГа-з19": {
        "faculty": "1",
        "year": "4",
        "group": "ГНГаз"
    },
    "210502-ГСПа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "ГСПа"
    },
    "210502-ГСПа-з19": {
        "faculty": "1",
        "year": "4",
        "group": "ГСПаз"
    },
    "210504-МДа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "МДа"
    },
    "210506-МОНа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "МОНас"
    },
    "210504-ОГРа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "ОГРа"
    },
    "210504-ОПИа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "ОПИа"
    },
    "210504-ОПИа-з19": {
        "faculty": "1",
        "year": "4",
        "group": "ОПИаз"
    },
    "210504-ПРМа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "ПРМа"
    },
    "210504-ПРМа-з19": {
        "faculty": "1",
        "year": "4",
        "group": "ПРМаз"
    },
    "210506-ТБНа-о19": {
        "faculty": "1",
        "year": "4",
        "group": "ТБНа"
    },
    "210504-ШПСа-з19": {
        "faculty": "1",
        "year": "4",
        "group": "ШПСаз"
    },
    "210301-БНГа-з18": {
        "faculty": "1",
        "year": "5",
        "group": "БНГаз"
    },
    "210504-ГМОа-о18": {
        "faculty": "1",
        "year": "5",
        "group": "ГМОа"
    },
    "210504-ГМОаз-з18": {
        "faculty": "1",
        "year": "5",
        "group": "ГМОаз"
    },
    "210502-ГНГа-о18": {
        "faculty": "1",
        "year": "5",
        "group": "ГНГа"
    },
    "210502-ГНГа-з18": {
        "faculty": "1",
        "year": "5",
        "group": "ГНГаз"
    },
    "210502-ГСПа-о18": {
        "faculty": "1",
        "year": "5",
        "group": "ГСПа"
    },
    "210502-ГСПа-з18": {
        "faculty": "1",
        "year": "5",
        "group": "ГСПаз"
    },
    "210504-МДа-о18": {
        "faculty": "1",
        "year": "5",
        "group": "МДа"
    },
    "210506-МОНа-о18": {
        "faculty": "1",
        "year": "5",
        "group": "МОНа"
    },
    "210504-ОГРа-о18": {
        "faculty": "1",
        "year": "5",
        "group": "ОГРа"
    },
    "210504-ОПИаз-з18": {
        "faculty": "1",
        "year": "5",
        "group": "ОПИаз"
    },
    "210504-ПРМа-о18": {
        "faculty": "1",
        "year": "5",
        "group": "ПРМа"
    },
    "210504-ПРМаз-з18": {
        "faculty": "1",
        "year": "5",
        "group": "ПРМаз"
    },
    "210506-ТБНа-о18": {
        "faculty": "1",
        "year": "5",
        "group": "ТБНа"
    },
    "210504-ШПСаз-з18": {
        "faculty": "1",
        "year": "5",
        "group": "ШПСаз"
    },
    "210502-ГНГа-з17": {
        "faculty": "1",
        "year": "6",
        "group": "ГНГаз"
    },
    "210502-ГСПа-з17": {
        "faculty": "1",
        "year": "6",
        "group": "ГСПаз"
    },
    "210506-ТБНа-о17": {
        "faculty": "1",
        "year": "6",
        "group": "ТБНа"
    },
    "210506-ТБНб-о17": {
        "faculty": "1",
        "year": "6",
        "group": "ТБНб"
    },
    "210601-14-о21": {
        "faculty": "9",
        "year": "2",
        "group": "14"
    },
    "210601-13-о20": {
        "faculty": "9",
        "year": "3",
        "group": "13"
    },
    "210601-13-о19": {
        "faculty": "9",
        "year": "4",
        "group": "13"
    },
    "220402-МПа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "МПам"
    },
    "220302-МСПа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "МСПа"
    },
    "220302-МСПа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "МСПа"
    },
    "220302-МСПа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "МСПа"
    },
    "220601-15-о21": {
        "faculty": "9",
        "year": "2",
        "group": "15"
    },
    "220601-14-о20": {
        "faculty": "9",
        "year": "3",
        "group": "14"
    },
    "220601-14-о19": {
        "faculty": "9",
        "year": "4",
        "group": "14"
    },
    "230303-ААХа-з22": {
        "faculty": "5",
        "year": "1",
        "group": "ААХаз"
    },
    "230403-ААХа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ААХам"
    },
    "230501-АТа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "АТа"
    },
    "230501-АТа-з22": {
        "faculty": "5",
        "year": "1",
        "group": "АТаз"
    },
    "230301-ОБДа-з22": {
        "faculty": "5",
        "year": "1",
        "group": "ОБДаз"
    },
    "230402-ПТМа-з22": {
        "faculty": "5",
        "year": "1",
        "group": "ПТМамз"
    },
    "230501-ПТСа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ПТСа"
    },
    "230501-ПТСа-з22": {
        "faculty": "5",
        "year": "1",
        "group": "ПТСаз"
    },
    "230401-ТТПа-о22": {
        "faculty": "5",
        "year": "1",
        "group": "ТТПам"
    },
    "230401-ТТПаз-з22": {
        "faculty": "5",
        "year": "1",
        "group": "ТТПамз"
    },
    "230303-ААХа-з21": {
        "faculty": "5",
        "year": "2",
        "group": "ААХаз"
    },
    "230501-АТа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "АТа"
    },
    "230501-АТаз-з21": {
        "faculty": "5",
        "year": "2",
        "group": "АТаз"
    },
    "230301-ОБДа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "ОБДа"
    },
    "230301-ОБДа-з21": {
        "faculty": "5",
        "year": "2",
        "group": "ОБДаз"
    },
    "230402-ПТМаз-з21": {
        "faculty": "5",
        "year": "2",
        "group": "ПТМамз"
    },
    "230501-ПТСа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "ПТСа"
    },
    "230501-ПТСа-з21": {
        "faculty": "5",
        "year": "2",
        "group": "ПТСаз"
    },
    "230401-ТТПа-з21": {
        "faculty": "5",
        "year": "2",
        "group": "ТТПамз"
    },
    "230301-ТЭДа-о21": {
        "faculty": "5",
        "year": "2",
        "group": "ТЭДа"
    },
    "230303-ААХа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "ААХа"
    },
    "230303-ААХа-з20": {
        "faculty": "5",
        "year": "3",
        "group": "ААХаз"
    },
    "230501-АТа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "АТа"
    },
    "230301-ОБДа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "ОБДа"
    },
    "230301-ОБДа-з20": {
        "faculty": "5",
        "year": "3",
        "group": "ОБДаз"
    },
    "230402-ПТМамз-з20": {
        "faculty": "5",
        "year": "3",
        "group": "ПТМамз"
    },
    "230501-ПТСа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "ПТСа"
    },
    "230501-ПТСа-з20": {
        "faculty": "5",
        "year": "3",
        "group": "ПТСаз"
    },
    "230401-ТТПа-з20": {
        "faculty": "5",
        "year": "3",
        "group": "ТТПамз"
    },
    "230301-ТЭДа-о20": {
        "faculty": "5",
        "year": "3",
        "group": "ТЭДа"
    },
    "230303-ААХа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "ААХа"
    },
    "230303-ААХа-з19": {
        "faculty": "5",
        "year": "4",
        "group": "ААХаз"
    },
    "230501-АТа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "АТа"
    },
    "230501-АТа-з19": {
        "faculty": "5",
        "year": "4",
        "group": "АТаз"
    },
    "230301-ОБДа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "ОБДа"
    },
    "230301-ОБДа-з19": {
        "faculty": "5",
        "year": "4",
        "group": "ОБДаз"
    },
    "230501-ПТСа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "ПТСа"
    },
    "230501-ПТСа-з19": {
        "faculty": "5",
        "year": "4",
        "group": "ПТСаз"
    },
    "230301-ТЭДа-о19": {
        "faculty": "5",
        "year": "4",
        "group": "ТЭДа"
    },
    "230303-ААХаз-з18": {
        "faculty": "5",
        "year": "5",
        "group": "ААХаз"
    },
    "230501-АТа-о18": {
        "faculty": "5",
        "year": "5",
        "group": "АТа"
    },
    "230501-АТа-з18": {
        "faculty": "5",
        "year": "5",
        "group": "АТаз"
    },
    "230301-ОБДа-з18": {
        "faculty": "5",
        "year": "5",
        "group": "ОБДаз"
    },
    "230501-ПТСа-о18": {
        "faculty": "5",
        "year": "5",
        "group": "ПТСа"
    },
    "230501-ПТСа-з18": {
        "faculty": "5",
        "year": "5",
        "group": "ПТСаз"
    },
    "230501-ПТСаз-з17": {
        "faculty": "5",
        "year": "6",
        "group": "ПТСаз"
    },
    "230201-ОПУа-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ОПУа"
    },
    "230201-ОПУб-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ОПУб"
    },
    "230201-ОПУв-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ОПУв"
    },
    "230201-ОПУк-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ОПУк"
    },
    "230201-ОПУа-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ОПУа"
    },
    "230201-ОПУб-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ОПУб"
    },
    "230201-ОПУв-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ОПУв"
    },
    "230201-ОПУк-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ОПУк"
    },
    "230201-ОПУа-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ОПУа"
    },
    "230201-ОПУб-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ОПУб"
    },
    "230201-ОПУв-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ОПУв"
    },
    "230201-ОПУа-о19": {
        "faculty": "F",
        "year": "4",
        "group": "ОПУа"
    },
    "230201-ОПУб-о19": {
        "faculty": "F",
        "year": "4",
        "group": "ОПУб"
    },
    "270304-УТТа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "УТТа"
    },
    "270404-УТТа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "УТТам"
    },
    "270304-УТТа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "УТТа"
    },
    "270404-УТТа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "УТТам"
    },
    "270304-УТТа-о20": {
        "faculty": "2",
        "year": "3",
        "group": "УТТа"
    },
    "270304-УТТа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "УТТа"
    },
    "270301-ССа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ССа"
    },
    "270302-УКа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "УКа"
    },
    "270301-ССМа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ССМа"
    },
    "270302-УКа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "УКа"
    },
    "270301-ССМа-о20": {
        "faculty": "7",
        "year": "3",
        "group": "ССМа"
    },
    "270301-ССа-о19": {
        "faculty": "7",
        "year": "4",
        "group": "ССа"
    },
    "270601-16-о21": {
        "faculty": "9",
        "year": "2",
        "group": "16"
    },
    "270601-15-о20": {
        "faculty": "9",
        "year": "3",
        "group": "15"
    },
    "270601-15-о19": {
        "faculty": "9",
        "year": "4",
        "group": "15"
    },
    "270405-УИа-о22": {
        "faculty": "B",
        "year": "1",
        "group": "УИам"
    },
    "270405-УИа-з22": {
        "faculty": "B",
        "year": "1",
        "group": "УИамз"
    },
    "270406-УКНа-о22": {
        "faculty": "B",
        "year": "1",
        "group": "УКНам"
    },
    "270405-Иа-з21": {
        "faculty": "B",
        "year": "2",
        "group": "Иамз"
    },
    "270405-УИа-о21": {
        "faculty": "B",
        "year": "2",
        "group": "УИам"
    },
    "270405-УИамз-з21": {
        "faculty": "B",
        "year": "2",
        "group": "УИамз"
    },
    "270406-УКНа-о21": {
        "faculty": "B",
        "year": "2",
        "group": "УКНам"
    },
    "270405-Иа-з20": {
        "faculty": "B",
        "year": "3",
        "group": "Иаз"
    },
    "270405-Иамз-з20": {
        "faculty": "B",
        "year": "3",
        "group": "Иамз"
    },
    "290304-ТХОа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ТХОа"
    },
    "290304-ТХОб-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ТХОб"
    },
    "290304-ТХОа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ТХОа"
    },
    "290304-ТХОа-о20": {
        "faculty": "7",
        "year": "3",
        "group": "ТХОа"
    },
    "290304-ТХОа-о19": {
        "faculty": "7",
        "year": "4",
        "group": "ТХОа"
    },
    "380305-МИМа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "МИМа"
    },
    "380304-ГМСа-о22": {
        "faculty": "B",
        "year": "1",
        "group": "ГМСа"
    },
    "380304-ГМСа-в22": {
        "faculty": "B",
        "year": "1",
        "group": "ГМСав"
    },
    "380404-ГМСа-з22": {
        "faculty": "B",
        "year": "1",
        "group": "ГМСаз"
    },
    "380404-ГМСамз-з22": {
        "faculty": "B",
        "year": "1",
        "group": "ГМСамз"
    },
    "380302-ПМа-о22": {
        "faculty": "B",
        "year": "1",
        "group": "ПМа"
    },
    "380302-ПМа-в22": {
        "faculty": "B",
        "year": "1",
        "group": "ПМав"
    },
    "380303-УППа-в22": {
        "faculty": "B",
        "year": "1",
        "group": "УППав"
    },
    "380401-ЦЭа-о22": {
        "faculty": "B",
        "year": "1",
        "group": "ЦЭам"
    },
    "380401-ЦЭа-з22": {
        "faculty": "B",
        "year": "1",
        "group": "ЦЭамз"
    },
    "380301-ЭПИа-о22": {
        "faculty": "B",
        "year": "1",
        "group": "ЭПИа"
    },
    "380301-ЭПИа-в22": {
        "faculty": "B",
        "year": "1",
        "group": "ЭПИав"
    },
    "380304-ГМСа-о21": {
        "faculty": "B",
        "year": "2",
        "group": "ГМСа"
    },
    "380304-ГМСа-в21": {
        "faculty": "B",
        "year": "2",
        "group": "ГМСав"
    },
    "380404-ГМСа-з21": {
        "faculty": "B",
        "year": "2",
        "group": "ГМСамз"
    },
    "380404-ГМСб-з21": {
        "faculty": "B",
        "year": "2",
        "group": "ГМСбм"
    },
    "380304-МУа-з21": {
        "faculty": "B",
        "year": "2",
        "group": "МУаз"
    },
    "380302-ПМа-о21": {
        "faculty": "B",
        "year": "2",
        "group": "ПМа"
    },
    "380302-ПМа-в21": {
        "faculty": "B",
        "year": "2",
        "group": "ПМав"
    },
    "380302-ПМа-з21": {
        "faculty": "B",
        "year": "2",
        "group": "ПМаз"
    },
    "380302-ПМау-в21": {
        "faculty": "B",
        "year": "2",
        "group": "ПМуав"
    },
    "380303-УППа-в21": {
        "faculty": "B",
        "year": "2",
        "group": "УППав"
    },
    "380303-УППа-з21": {
        "faculty": "B",
        "year": "2",
        "group": "УППаз"
    },
    "380401-ЦЭа-о21": {
        "faculty": "B",
        "year": "2",
        "group": "ЦЭам"
    },
    "380401-ЦЭа-з21": {
        "faculty": "B",
        "year": "2",
        "group": "ЦЭамз"
    },
    "380301-ЭПИа-о21": {
        "faculty": "B",
        "year": "2",
        "group": "ЭПИа"
    },
    "380301-ЭПИа-в21": {
        "faculty": "B",
        "year": "2",
        "group": "ЭПИав"
    },
    "380301-ЭПИа-з21": {
        "faculty": "B",
        "year": "2",
        "group": "ЭПИаз"
    },
    "380401-ЭПИа-з21": {
        "faculty": "B",
        "year": "2",
        "group": "ЭПИамз"
    },
    "380301-ЭПИау-в21": {
        "faculty": "B",
        "year": "2",
        "group": "ЭПИуав"
    },
    "380404-ГМСа-з20": {
        "faculty": "B",
        "year": "3",
        "group": "ГМСамз"
    },
    "380304-МУа-о20": {
        "faculty": "B",
        "year": "3",
        "group": "МУа"
    },
    "380304-МУа-з20": {
        "faculty": "B",
        "year": "3",
        "group": "МУаз"
    },
    "380302-ПМа-о20": {
        "faculty": "B",
        "year": "3",
        "group": "ПМа"
    },
    "380302-ПМа-з20": {
        "faculty": "B",
        "year": "3",
        "group": "ПМаз"
    },
    "380303-УППа-з20": {
        "faculty": "B",
        "year": "3",
        "group": "УППаз"
    },
    "380401-ЦЭа-з20": {
        "faculty": "B",
        "year": "3",
        "group": "ЦЭаз"
    },
    "380401-ЦЭамз-з20": {
        "faculty": "B",
        "year": "3",
        "group": "ЦЭамз"
    },
    "380301-ЭПИа-о20": {
        "faculty": "B",
        "year": "3",
        "group": "ЭПИа"
    },
    "380301-ЭПИа-з20": {
        "faculty": "B",
        "year": "3",
        "group": "ЭПИаз"
    },
    "380401-ЭПИа-з20": {
        "faculty": "B",
        "year": "3",
        "group": "ЭПИамз"
    },
    "380304-МУа-о19": {
        "faculty": "B",
        "year": "4",
        "group": "МУа"
    },
    "380304-МУа-з19": {
        "faculty": "B",
        "year": "4",
        "group": "МУаз"
    },
    "380302-ПМа-о19": {
        "faculty": "B",
        "year": "4",
        "group": "ПМа"
    },
    "380302-ПМа-з19": {
        "faculty": "B",
        "year": "4",
        "group": "ПМаз"
    },
    "380303-УППа-з19": {
        "faculty": "B",
        "year": "4",
        "group": "УППаз"
    },
    "380301-ЭПИа-о19": {
        "faculty": "B",
        "year": "4",
        "group": "ЭПИа"
    },
    "380301-ЭПИа-з19": {
        "faculty": "B",
        "year": "4",
        "group": "ЭПИаз"
    },
    "380303-ЭТа-з19": {
        "faculty": "B",
        "year": "4",
        "group": "ЭТаз"
    },
    "380304-МУа-з18": {
        "faculty": "B",
        "year": "5",
        "group": "МУаз"
    },
    "380302-ПМаз-з18": {
        "faculty": "B",
        "year": "5",
        "group": "ПМаз"
    },
    "380302-ПМамз-з18": {
        "faculty": "B",
        "year": "5",
        "group": "ПМамз"
    },
    "380303-УППаз-з18": {
        "faculty": "B",
        "year": "5",
        "group": "УППаз"
    },
    "380301-ЭПИаз-з18": {
        "faculty": "B",
        "year": "5",
        "group": "ЭПИаз"
    },
    "380301-ЭПОа-з18": {
        "faculty": "B",
        "year": "5",
        "group": "ЭПОаз"
    },
    "380303-ЭТа-з18": {
        "faculty": "B",
        "year": "5",
        "group": "ЭТаз"
    },
    "380201-ЭБУа-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ЭБУа"
    },
    "380201-ЭБУв-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ЭБУв"
    },
    "380201-ЭБУа-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ЭБУа"
    },
    "380201-ЭБУв-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ЭБУв"
    },
    "380201-ЭБУа-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ЭБУа"
    },
    "380201-ЭБУв-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ЭБУв"
    },
    "380201-ЭБУа-о19": {
        "faculty": "F",
        "year": "4",
        "group": "ЭБУа"
    },
    "390601-17-о21": {
        "faculty": "9",
        "year": "2",
        "group": "17"
    },
    "390401-СУРамз-з22": {
        "faculty": "B",
        "year": "1",
        "group": "СУРамз"
    },
    "390303-УСМа-о22": {
        "faculty": "B",
        "year": "1",
        "group": "УСМа"
    },
    "390303-УСМа-з22": {
        "faculty": "B",
        "year": "1",
        "group": "УСМаз"
    },
    "390401-СОУа-з21": {
        "faculty": "B",
        "year": "2",
        "group": "СОУаз"
    },
    "390401-СУРамз-з21": {
        "faculty": "B",
        "year": "2",
        "group": "СУРамз"
    },
    "390303-УСМа-о21": {
        "faculty": "B",
        "year": "2",
        "group": "УСМа"
    },
    "390303-УСМаз-з21": {
        "faculty": "B",
        "year": "2",
        "group": "УСМаз"
    },
    "390401-СОУамз-з20": {
        "faculty": "B",
        "year": "3",
        "group": "СОУамз"
    },
    "400301-Юа-о22": {
        "faculty": "B",
        "year": "1",
        "group": "Юа"
    },
    "400301-Юа-з22": {
        "faculty": "B",
        "year": "1",
        "group": "Юаз"
    },
    "400301-Юб-о22": {
        "faculty": "B",
        "year": "1",
        "group": "Юб"
    },
    "400301-Юа-о21": {
        "faculty": "B",
        "year": "2",
        "group": "Юа"
    },
    "400301-Юа-з21": {
        "faculty": "B",
        "year": "2",
        "group": "Юаз"
    },
    "400301-Юа-о20": {
        "faculty": "B",
        "year": "3",
        "group": "Юа"
    },
    "400301-Юа-з20": {
        "faculty": "B",
        "year": "3",
        "group": "Юаз"
    },
    "400301-Юа-о19": {
        "faculty": "B",
        "year": "4",
        "group": "Юа"
    },
    "400301-Юа-з19": {
        "faculty": "B",
        "year": "4",
        "group": "Юаз"
    },
    "400301-ГПб-з18": {
        "faculty": "B",
        "year": "5",
        "group": "ГПбз"
    },
    "400301-ГРПа-з18": {
        "faculty": "B",
        "year": "5",
        "group": "ГРПаз"
    },
    "400301-Юаз-з18": {
        "faculty": "B",
        "year": "5",
        "group": "Юаз"
    },
    "400301-Юамз-з18": {
        "faculty": "B",
        "year": "5",
        "group": "Юамз"
    },
    "540301-ПДа-о22": {
        "faculty": "7",
        "year": "1",
        "group": "ПДа"
    },
    "540301-ПДа-в22": {
        "faculty": "7",
        "year": "1",
        "group": "ПДав"
    },
    "540301-ПДа-о21": {
        "faculty": "7",
        "year": "2",
        "group": "ПДа"
    },
    "540301-ПДа-в21": {
        "faculty": "7",
        "year": "2",
        "group": "ПДав"
    },
    "540301-ПДа-з21": {
        "faculty": "7",
        "year": "2",
        "group": "ПДаз"
    },
    "540301-ПДа-в20": {
        "faculty": "7",
        "year": "3",
        "group": "ПДав"
    },
    "540301-ПДа-з20": {
        "faculty": "7",
        "year": "3",
        "group": "ПДаз"
    },
    "540301-ПДа-з19": {
        "faculty": "7",
        "year": "4",
        "group": "ПДаз"
    },
    "540301-ПДа-з18": {
        "faculty": "7",
        "year": "5",
        "group": "ПДаз"
    },
    "540201-Да-о22": {
        "faculty": "F",
        "year": "1",
        "group": "Да"
    },
    "540201-Дб-о22": {
        "faculty": "F",
        "year": "1",
        "group": "Дб"
    },
    "540201-Дв-о22": {
        "faculty": "F",
        "year": "1",
        "group": "Дв"
    },
    "540201-Да-о21": {
        "faculty": "F",
        "year": "2",
        "group": "Да"
    },
    "540201-Дв-о21": {
        "faculty": "F",
        "year": "2",
        "group": "Дв"
    },
    "540201-Да-о20": {
        "faculty": "F",
        "year": "3",
        "group": "Да"
    },
    "540201-Дб-о20": {
        "faculty": "F",
        "year": "3",
        "group": "Дб"
    },
    "540201-Дв-о20": {
        "faculty": "F",
        "year": "3",
        "group": "Дв"
    },
    "540201-Да-о19": {
        "faculty": "F",
        "year": "4",
        "group": "Да"
    },
    "000611-1.1-о22": {
        "faculty": "9",
        "year": "1",
        "group": "1.1"
    },
    "000612-1.2-о22": {
        "faculty": "9",
        "year": "1",
        "group": "1.2"
    },
    "000613-1.3-о22": {
        "faculty": "9",
        "year": "1",
        "group": "1.3"
    },
    "000616-1.6-о22": {
        "faculty": "9",
        "year": "1",
        "group": "1.6"
    },
    "000621-2.1-о22": {
        "faculty": "9",
        "year": "1",
        "group": "2.1"
    },
    "000622-2.2-о22": {
        "faculty": "9",
        "year": "1",
        "group": "2.2"
    },
    "000623-2.3-о22": {
        "faculty": "9",
        "year": "1",
        "group": "2.3"
    },
    "000624-2.4-о22": {
        "faculty": "9",
        "year": "1",
        "group": "2.4"
    },
    "000625-2.5-о22": {
        "faculty": "9",
        "year": "1",
        "group": "2.5"
    },
    "000626-2.6-о22": {
        "faculty": "9",
        "year": "1",
        "group": "2.6"
    },
    "000628-2.8-о22": {
        "faculty": "9",
        "year": "1",
        "group": "2.8"
    },
    "000629-2.9-о22": {
        "faculty": "9",
        "year": "1",
        "group": "2.9"
    },
    "000653-5.3-о22": {
        "faculty": "9",
        "year": "1",
        "group": "5.3"
    },
    "000654-5.4-о22": {
        "faculty": "9",
        "year": "1",
        "group": "5.4"
    },
    "010304-КМСа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "КМСа"
    },
    "010304-КМСб-о22": {
        "faculty": "2",
        "year": "1",
        "group": "КМСб"
    },
    "010404-ММИа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ММИам"
    },
    "010304-КМСа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "КМСа"
    },
    "010304-КМСа-о20": {
        "faculty": "2",
        "year": "3",
        "group": "КМСа"
    },
    "010304-КМСа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "КМСа"
    },
    "010304-ММЭа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "ММЭа"
    },
    "010601-1-о21": {
        "faculty": "9",
        "year": "2",
        "group": "1"
    },
    "010601-1-о20": {
        "faculty": "9",
        "year": "3",
        "group": "1"
    },
    "020303-АИСа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "АИСа"
    },
    "020303-АИСа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "АИСа"
    },
    "020303-АИСб-о21": {
        "faculty": "2",
        "year": "2",
        "group": "АИСб"
    },
    "020303-АИСа-о20": {
        "faculty": "2",
        "year": "3",
        "group": "АИСа"
    },
    "020303-АИСа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "АИСа"
    },
    "020601-2-о21": {
        "faculty": "9",
        "year": "2",
        "group": "2"
    },
    "030601-3-о21": {
        "faculty": "9",
        "year": "2",
        "group": "3"
    },
    "030601-3-о20": {
        "faculty": "9",
        "year": "3",
        "group": "3"
    },
    "050601-5-о21": {
        "faculty": "9",
        "year": "2",
        "group": "5"
    },
    "080401-ВВГа-з22": {
        "faculty": "8",
        "year": "1",
        "group": "ВВГаз"
    },
    "080401-ВВГа-о22": {
        "faculty": "8",
        "year": "1",
        "group": "ВВГам"
    },
    "080401-ВВГамз-з22": {
        "faculty": "8",
        "year": "1",
        "group": "ВВГамз"
    },
    "080301-ПГСа-о22": {
        "faculty": "8",
        "year": "1",
        "group": "ПГСа"
    },
    "080301-ПГСб-о22": {
        "faculty": "8",
        "year": "1",
        "group": "ПГСб"
    },
    "080301-ПГСв-о22": {
        "faculty": "8",
        "year": "1",
        "group": "ПГСв"
    },
    "080501-СВЗа-о22": {
        "faculty": "8",
        "year": "1",
        "group": "СВЗа"
    },
    "080501-СВЗб-о22": {
        "faculty": "8",
        "year": "1",
        "group": "СВЗб"
    },
    "080401-СРЗа-о22": {
        "faculty": "8",
        "year": "1",
        "group": "СРЗам"
    },
    "080401-СРЗа-з22": {
        "faculty": "8",
        "year": "1",
        "group": "СРЗамз"
    },
    "080401-ССТа-о22": {
        "faculty": "8",
        "year": "1",
        "group": "ССТам"
    },
    "080301-ТГВа-о22": {
        "faculty": "8",
        "year": "1",
        "group": "ТГВа"
    },
    "080401-ВВГа-о21": {
        "faculty": "8",
        "year": "2",
        "group": "ВВГам"
    },
    "080401-ВВГа-з21": {
        "faculty": "8",
        "year": "2",
        "group": "ВВГамз"
    },
    "080301-ПГСа-о21": {
        "faculty": "8",
        "year": "2",
        "group": "ПГСа"
    },
    "080301-ПГСа-з21": {
        "faculty": "8",
        "year": "2",
        "group": "ПГСаз"
    },
    "080301-ПГСб-о21": {
        "faculty": "8",
        "year": "2",
        "group": "ПГСб"
    },
    "080301-ПГСв-о21": {
        "faculty": "8",
        "year": "2",
        "group": "ПГСв"
    },
    "080301-ПГСг-о21": {
        "faculty": "8",
        "year": "2",
        "group": "ПГСг"
    },
    "080501-СВЗа-о21": {
        "faculty": "8",
        "year": "2",
        "group": "СВЗа"
    },
    "080501-СВЗб-о21": {
        "faculty": "8",
        "year": "2",
        "group": "СВЗб"
    },
    "080401-СРЗаз-з21": {
        "faculty": "8",
        "year": "2",
        "group": "СРЗаз"
    },
    "080401-СРЗа-о21": {
        "faculty": "8",
        "year": "2",
        "group": "СРЗам"
    },
    "080401-СРЗамз-з21": {
        "faculty": "8",
        "year": "2",
        "group": "СРЗамз"
    },
    "080401-ССТа-о21": {
        "faculty": "8",
        "year": "2",
        "group": "ССТам"
    },
    "080301-ТГВа-о21": {
        "faculty": "8",
        "year": "2",
        "group": "ТГВа"
    },
    "080301-ТГВа-з21": {
        "faculty": "8",
        "year": "2",
        "group": "ТГВаз"
    },
    "080401-ВВГа-з20": {
        "faculty": "8",
        "year": "3",
        "group": "ВВГамз"
    },
    "080301-ПГСа-о20": {
        "faculty": "8",
        "year": "3",
        "group": "ПГСа"
    },
    "080301-ПГСа-з20": {
        "faculty": "8",
        "year": "3",
        "group": "ПГСаз"
    },
    "080301-ПГСб-о20": {
        "faculty": "8",
        "year": "3",
        "group": "ПГСб"
    },
    "080301-ПГСв-о20": {
        "faculty": "8",
        "year": "3",
        "group": "ПГСв"
    },
    "080501-СВЗа-о20": {
        "faculty": "8",
        "year": "3",
        "group": "СВЗа"
    },
    "080401-СРЗа-з20": {
        "faculty": "8",
        "year": "3",
        "group": "СРЗамз"
    },
    "080301-ТГВа-о20": {
        "faculty": "8",
        "year": "3",
        "group": "ТГВа"
    },
    "080301-ТГВа-з20": {
        "faculty": "8",
        "year": "3",
        "group": "ТГВаз"
    },
    "080301-ВИВа-з19": {
        "faculty": "8",
        "year": "4",
        "group": "ВИВаз"
    },
    "080301-ПГЗа-о19": {
        "faculty": "8",
        "year": "4",
        "group": "ПГЗа"
    },
    "080301-ПГСа-о19": {
        "faculty": "8",
        "year": "4",
        "group": "ПГСа"
    },
    "080301-ПГСа-з19": {
        "faculty": "8",
        "year": "4",
        "group": "ПГСаз"
    },
    "080301-ПГСб-о19": {
        "faculty": "8",
        "year": "4",
        "group": "ПГСб"
    },
    "080301-ПГСб-з19": {
        "faculty": "8",
        "year": "4",
        "group": "ПГСбз"
    },
    "080501-СВЗа-о19": {
        "faculty": "8",
        "year": "4",
        "group": "СВЗа"
    },
    "080301-ТГВа-о19": {
        "faculty": "8",
        "year": "4",
        "group": "ТГВа"
    },
    "080301-ТГВа-з19": {
        "faculty": "8",
        "year": "4",
        "group": "ТГВаз"
    },
    "080301-ВИВа-з18": {
        "faculty": "8",
        "year": "5",
        "group": "ВИВаз"
    },
    "080301-ПГСа-з18": {
        "faculty": "8",
        "year": "5",
        "group": "ПГСаз"
    },
    "080301-ПГСб-з18": {
        "faculty": "8",
        "year": "5",
        "group": "ПГСбз"
    },
    "080501-СВЗа-о18": {
        "faculty": "8",
        "year": "5",
        "group": "СВЗа"
    },
    "080301-ТГВаз-з18": {
        "faculty": "8",
        "year": "5",
        "group": "ТГВаз"
    },
    "080501-СВЗа-о17": {
        "faculty": "8",
        "year": "6",
        "group": "СВЗа"
    },
    "080601-6-о21": {
        "faculty": "9",
        "year": "2",
        "group": "6"
    },
    "080601-4-о20": {
        "faculty": "9",
        "year": "3",
        "group": "4"
    },
    "080601-4-о19": {
        "faculty": "9",
        "year": "4",
        "group": "4"
    },
    "080201-СЭЗа-о22": {
        "faculty": "F",
        "year": "1",
        "group": "СЭЗа"
    },
    "080201-СЭЗб-о22": {
        "faculty": "F",
        "year": "1",
        "group": "СЭЗб"
    },
    "080201-СЭЗв-о22": {
        "faculty": "F",
        "year": "1",
        "group": "СЭЗв"
    },
    "080201-СЭЗк-о22": {
        "faculty": "F",
        "year": "1",
        "group": "СЭЗк"
    },
    "080201-СЭЗа-о21": {
        "faculty": "F",
        "year": "2",
        "group": "СЭЗа"
    },
    "080201-СЭЗв-о21": {
        "faculty": "F",
        "year": "2",
        "group": "СЭЗв"
    },
    "080201-СЭЗв-о20": {
        "faculty": "F",
        "year": "3",
        "group": "СЭЗв"
    },
    "080201-СЭЗа-о19": {
        "faculty": "F",
        "year": "4",
        "group": "СЭЗа"
    },
    "090302-ИСТа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИСТа"
    },
    "090402-ИСТа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИСТам"
    },
    "090302-ИСТб-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ИСТб"
    },
    "090403-МОа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "МОам"
    },
    "090303-ПИа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ПИа"
    },
    "090303-ПИб-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ПИб"
    },
    "090301-ПОВа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ПОВа"
    },
    "090301-ПОВа-з22": {
        "faculty": "2",
        "year": "1",
        "group": "ПОВаз"
    },
    "090401-ПОВа-з22": {
        "faculty": "2",
        "year": "1",
        "group": "ПОВамз"
    },
    "090301-ПОВб-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ПОВб"
    },
    "090304-РПИа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "РПИа"
    },
    "090404-РПИа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "РПИам"
    },
    "090304-РПИб-о22": {
        "faculty": "2",
        "year": "1",
        "group": "РПИб"
    },
    "090401-ТИСа-о22": {
        "faculty": "2",
        "year": "1",
        "group": "ТИСам"
    },
    "090302-ИСТа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ИСТа"
    },
    "090402-ИСТа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ИСТам"
    },
    "090302-ИСТб-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ИСТб"
    },
    "090402-ИТСа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ИТСбм"
    },
    "090303-ПИа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ПИа"
    },
    "090403-ПИа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ПИам"
    },
    "090303-ПИб-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ПИб"
    },
    "090301-ПОВа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ПОВа"
    },
    "090301-ПОВа-з21": {
        "faculty": "2",
        "year": "2",
        "group": "ПОВаз"
    },
    "090401-ПОВа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ПОВам"
    },
    "090401-ПОВа-з21": {
        "faculty": "2",
        "year": "2",
        "group": "ПОВамз"
    },
    "090301-ПОВб-о21": {
        "faculty": "2",
        "year": "2",
        "group": "ПОВб"
    },
    "090304-РПИа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "РПИа"
    },
    "090404-РПИа-о21": {
        "faculty": "2",
        "year": "2",
        "group": "РПИам"
    },
    "090304-РПИб-о21": {
        "faculty": "2",
        "year": "2",
        "group": "РПИб"
    },
    "090302-ИСТа-о20": {
        "faculty": "2",
        "year": "3",
        "group": "ИСТа"
    },
    "090301-ПАСа-з20": {
        "faculty": "2",
        "year": "3",
        "group": "ПАСаз"
    },
    "090303-ПИа-о20": {
        "faculty": "2",
        "year": "3",
        "group": "ПИа"
    },
    "090301-ПОВа-о20": {
        "faculty": "2",
        "year": "3",
        "group": "ПОВа"
    },
    "090301-ПОВаз-з20": {
        "faculty": "2",
        "year": "3",
        "group": "ПОВаз"
    },
    "090401-ПОВамз-з20": {
        "faculty": "2",
        "year": "3",
        "group": "ПОВамз"
    },
    "090304-РПИа-о20": {
        "faculty": "2",
        "year": "3",
        "group": "РПИа"
    },
    "090302-ИСТа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "ИСТа"
    },
    "090301-ПАСа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "ПАСа"
    },
    "090301-ПАСа-з19": {
        "faculty": "2",
        "year": "4",
        "group": "ПАСаз"
    },
    "090303-ПИа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "ПИа"
    },
    "090304-РПИа-о19": {
        "faculty": "2",
        "year": "4",
        "group": "РПИа"
    },
    "090301-ПАСа-з18": {
        "faculty": "2",
        "year": "5",
        "group": "ПАСаз"
    },
    "090601-7-о21": {
        "faculty": "9",
        "year": "2",
        "group": "7"
    },
    "090601-5-о20": {
        "faculty": "9",
        "year": "3",
        "group": "5"
    },
    "090601-5-о19": {
        "faculty": "9",
        "year": "4",
        "group": "5"
    },
    "090207-ИСПа-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ИСПа"
    },
    "090207-ИСПб-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ИСПб"
    },
    "090207-ИСПв-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ИСПв"
    },
    "090207-ИСПд-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ИСПд"
    },
    "090207-ИСПк-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ИСПк"
    },
    "090207-ИСПн-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ИСПн"
    },
    "090207-ИСПэ-о22": {
        "faculty": "F",
        "year": "1",
        "group": "ИСПэ"
    },
    "090207-ИСПа-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ИСПа"
    },
    "090207-ИСПб-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ИСПб"
    },
    "090207-ИСПв-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ИСПв"
    },
    "090207-ИСПд-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ИСПд"
    },
    "090207-ИСПк-о21": {
        "faculty": "F",
        "year": "2",
        "group": "ИСПк"
    },
    "090207-ИСПа-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ИСПа"
    },
    "090207-ИСПб-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ИСПб"
    },
    "090207-ИСПк-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ИСПк"
    },
    "090203-ПКСа-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ПКСа"
    },
    "090203-ПКСв-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ПКСв"
    },
    "090203-ПКСэ-о20": {
        "faculty": "F",
        "year": "3",
        "group": "ПКСэ"
    },
    "090207-ИСПа-о19": {
        "faculty": "F",
        "year": "4",
        "group": "ИСПа"
    }
}
